<html lang="ja">
<!--
* PyWebCopy Engine [version 7.0.2]
* Copyright 2020; Raja Tomar
* File mirrored from [http://support-download.com/services/device/webhlp/ricoh/jp/v030/ja/p_top010.html]
* At UTC datetime: [2023-06-27 19:12:32.165491]
--><head>
  <title>Web Image Monitor</title>
  <meta http-equiv="content-type" content="text/html; charset=shift_jis">
  <link rel="stylesheet" href="./wim_help.css" type="text/css">
  <script src="./wim_help.js" type="text/javascript"></script>
</head>
<body>
<div class="top">

<div class="menu">
<script type="text/javascript">
writeMenu(1);
</script>
</div>

<div class="topic">

<a name="cnt_top"></a>
<h1>Web Image Monitor&#130;&#201;&#130;&#194;&#130;&#162;&#130;&#196;</h1>

<p class="t_body">Web Image Monitor&#130;&#197;&#130;&#205;&#129;AWeb&#131;u&#131;&#137;&#131;E&#131;U&#130;&#240;&#142;g&#130;&#193;&#130;&#196;&#139;@&#138;&#237;&#130;&#204;&#143;&#243;&#145;&#212;&#138;m&#148;F&#130;&#226;&#131;W&#131;&#135;&#131;u&#138;&#199;&#151;&#157;&#129;A&#144;&#221;&#146;&#232;&#149;&#207;&#141;X&#130;&#200;&#130;&#199;&#130;&#240;&#141;s&#130;&#164;&#130;&#177;&#130;&#198;&#130;&#170;&#130;&#197;&#130;&#171;&#130;&#220;&#130;&#183;&#129;B<br>
&#144;&#132;&#143;&#167;&#131;u&#131;&#137;&#131;E&#131;U&#130;&#205;&#142;&#159;&#130;&#204;&#130;&#198;&#130;&#168;&#130;&#232;&#130;&#197;&#130;&#183;&#129;B</p>

<div class="indent">
<h4>Windows&#138;&#194;&#139;&#171;</h4>
<ul class="t_body">
<li>Microsoft Internet Explorer 5.5 SP1&#136;&#200;&#141;~</li>
<li>Netscape 6.2&#136;&#200;&#141;~</li>
</ul>
<h4>Macintosh&#138;&#194;&#139;&#171;</h4>
<ul class="t_body">
<li>Netscape 6.2&#136;&#200;&#141;~</li>
<li>Safari 1.0&#136;&#200;&#141;~&#129;iMac OS X v10.4.1&#130;&#204;&#143;&#234;&#141;&#135;&#129;ASafari 2.0&#130;&#205;&#143;&#156;&#130;&#173;&#129;j</li>
</ul>
</div>

<h2>Web Image Monitor&#130;&#197;&#130;&#197;&#130;&#171;&#130;&#233;&#130;&#177;&#130;&#198;</h2>
<p class="t_body">Web Image Monitor&#130;&#240;&#151;&#152;&#151;p&#130;&#183;&#130;&#233;&#130;&#198;&#129;A&#151;&#163;&#130;&#234;&#130;&#189;&#143;&#234;&#143;&#138;&#130;&#201;&#130;&#160;&#130;&#233;&#139;@&#138;&#237;&#130;&#201;&#131;l&#131;b&#131;g&#131;&#143;&#129;[&#131;N&#130;&#240;&#137;&#238;&#130;&#181;&#130;&#196;&#131;A&#131;N&#131;Z&#131;X&#130;&#197;&#130;&#171;&#130;&#220;&#130;&#183;&#129;B
&#131;R&#131;&#147;&#131;s&#131;&#133;&#129;[&#131;^&#130;&#204;Web&#131;u&#131;&#137;&#131;E&#131;U&#130;&#240;&#142;g&#151;p&#130;&#183;&#130;&#233;&#130;&#177;&#130;&#198;&#130;&#197;&#129;A&#139;@&#138;&#237;&#130;&#204;&#143;&#243;&#145;&#212;&#130;&#240;&#138;m&#148;F&#130;&#181;&#130;&#189;&#130;&#232;&#129;A&#144;&#221;&#146;&#232;&#147;&#224;&#151;e&#130;&#240;&#138;m&#148;F&#129;E&#149;&#207;&#141;X&#130;&#197;&#130;&#171;&#130;&#220;&#130;&#183;&#129;B<br>
Web Image Monitor&#130;&#240;&#142;g&#151;p&#130;&#183;&#130;&#233;&#130;&#198;&#129;A&#142;&#159;&#130;&#204;&#130;&#230;&#130;&#164;&#130;&#200;&#130;&#177;&#130;&#198;&#130;&#170;&#130;&#197;&#130;&#171;&#130;&#220;&#130;&#183;&#129;B</p>

<div class="indent">
<ul class="t_body">
  <li>&#139;@&#138;&#237;&#130;&#204;&#143;&#243;&#145;&#212;/&#144;&#221;&#146;&#232;&#130;&#204;&#149;\&#142;&#166;</li>
  <li>&#131;W&#131;&#135;&#131;u&#130;&#204;&#143;&#243;&#145;&#212;/&#151;&#154;&#151;&#240;&#130;&#204;&#138;m&#148;F</li>
  <li>&#12489;&#12461;&#12517;&#12513;&#12531;&#12488;&#12508;&#12483;&#12463;&#12473;&#12395;&#33988;&#31309;&#12373;&#12428;&#12390;&#12356;&#12427;&#25991;&#26360;&#12398;&#30906;&#35469;/&#22793;&#26356;/&#36865;&#20449;/&#21360;&#21047;/&#21066;&#38500;</li>
  <li>&#12501;&#12449;&#12463;&#12473;&#27231;&#33021;&#12391;&#33988;&#31309;&#21463;&#20449;&#12373;&#12428;&#12390;&#12356;&#12427;&#25991;&#26360;&#12398;&#30906;&#35469;/&#21360;&#21047;/&#21066;&#38500;</li>
  <li>&#12450;&#12489;&#12524;&#12473;&#24115;&#12398;&#31649;&#29702;</li>
  <li>&#27231;&#22120;&#12398;&#35373;&#23450;&#22793;&#26356;</li>
</ul>

<p class="t_sup_t">&#35036;&#36275;</p>
<ul class="t_sup_b">
  <li>&#12501;&#12449;&#12463;&#12473;&#33988;&#31309;&#21463;&#20449;&#25991;&#26360;&#12399;&#12289;&#23450;&#26399;&#30340;&#12395;&#30906;&#35469;&#12375;&#12289;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;
  &#25991;&#26360;&#12398;&#20445;&#23384;&#29992;&#38936;&#22495;&#12364;&#35373;&#23450;&#12373;&#12428;&#12390;&#12356;&#12427;&#23481;&#37327;&#12395;&#36948;&#12377;&#12427;&#12392;&#12289;&#21476;&#12356;&#25991;&#26360;&#12363;&#12425;&#38918;&#12395;&#33258;&#21205;&#30340;&#12395;&#21360;&#21047;&#12373;&#12428;&#12289;&#12501;&#12449;&#12463;&#12473;&#33988;&#31309;&#21463;&#20449;&#25991;&#26360;&#19968;&#35239;&#12363;&#12425;&#21066;&#38500;&#12373;&#12428;&#12414;&#12377;&#12290;</li>
</ul>
</div>

<h2>Web Image Monitor&#12398;&#22522;&#26412;&#25805;&#20316;</h2>
<div class="back"><a href="http://support-download.com/services/device/webhlp/ricoh/jp/v030/ja/p_top010.html#cnt_top"><img src="img/item_title_head.gif" border="0" alt="[To Top]"></a></div>

<div class="indent">
<hr>
<ol class="t_body">
<li>&#30011;&#38754;&#24038;&#20596;&#12398;&#12513;&#12491;&#12517;&#12540;&#12456;&#12522;&#12450;&#12391;&#12289;&#34920;&#31034;&#12375;&#12383;&#12356;&#27231;&#33021;&#12398;&#12513;&#12491;&#12517;&#12540;&#38917;&#30446;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;<br>
&#12513;&#12491;&#12517;&#12540;&#38917;&#30446;&#12395;&#23550;&#24540;&#12377;&#12427;&#30011;&#38754;&#12364;&#12289;&#21491;&#20596;&#12398;&#12527;&#12540;&#12463;&#12456;&#12522;&#12450;&#12395;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;
<p class="t_sup_t">&#35036;&#36275;</p>
<ul class="t_sup_b">
  <li>&#65339;&#12472;&#12519;&#12502;&#65341;&#12289;&#65339;&#35373;&#23450;&#65341;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12383;&#22580;&#21512;&#12399;&#12289;&#21491;&#20596;&#12398;&#12527;&#12540;&#12463;&#12456;&#12522;&#12450;&#12395;&#12469;&#12502;&#12513;&#12491;&#12517;&#12540;&#38917;&#30446;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;
  &#12371;&#12371;&#12391;&#30446;&#30340;&#12398;&#30011;&#38754;&#12434;&#25506;&#12375;&#12390;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</li>
</ul></li>
<li>&#34920;&#31034;&#12373;&#12428;&#12383;&#30011;&#38754;&#12391;&#12289;&#27231;&#22120;&#12420;&#12472;&#12519;&#12502;&#12398;&#29366;&#24907;&#12434;&#30906;&#35469;&#12375;&#12383;&#12426;&#12289;&#21508;&#31278;&#35373;&#23450;&#12434;&#34892;&#12356;&#12414;&#12377;&#12290;</li>
</ol>
</div>

<h2>&#12504;&#12483;&#12480;&#12540;&#12456;&#12522;&#12450;</h2>
<div class="back"><a href="http://support-download.com/services/device/webhlp/ricoh/jp/v030/ja/p_top010.html#cnt_top"><img src="img/item_title_head.gif" border="0" alt="[To Top]"></a></div>
<p class="t_body">Web Image Monitor&#12398;&#30011;&#38754;&#12398;&#19978;&#26041;&#12434;&#12504;&#12483;&#12480;&#12540;&#12456;&#12522;&#12450;&#12392;&#21628;&#12403;&#12414;&#12377;&#12290;<br>
&#25805;&#20316;&#20013;&#12395;&#12393;&#12398;&#30011;&#38754;&#12434;&#34920;&#31034;&#12375;&#12390;&#12418;&#12289;&#12371;&#12371;&#12395;&#12399;&#24120;&#12395;&#21516;&#12376;&#12508;&#12479;&#12531;&#12364;&#34920;&#31034;&#12373;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;
&#12504;&#12483;&#12480;&#12540;&#12456;&#12522;&#12450;&#12395;&#12399;&#12289;&#20197;&#19979;&#12398;&#35201;&#32032;&#12364;&#34920;&#31034;&#12373;&#12414;&#12377;&#12290;</p>

<div class="indent">
<h4>&#27231;&#22120;&#12398;&#12514;&#12487;&#12523;&#21517;</h4>
<p class="t_body">&#12504;&#12483;&#12480;&#12540;&#12456;&#12522;&#12450;&#12398;&#24038;&#20596;&#12395;&#12399;&#12289;&#29694;&#22312;&#25509;&#32154;&#12375;&#12390;&#12356;&#12427;&#27231;&#22120;&#12398;&#12514;&#12487;&#12523;&#21517;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</p>

<h4><img src="gif_common/header_btn_link_page.gif" alt=""> &#12522;&#12531;&#12463;&#12506;&#12540;&#12472;</h4>
<p class="t_body">&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;&#21508;&#31278;Web&#12506;&#12540;&#12472;&#12408;&#12398;&#12522;&#12531;&#12463;&#30011;&#38754;&#12364;&#21029;&#12454;&#12451;&#12531;&#12489;&#12454;&#12395;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</p>
<a class="t_lnk" href="http://support-download.com/services/device/webhlp/ricoh/jp/v030/ja/top0070.html">&#12522;&#12531;&#12463;&#12506;&#12540;&#12472;&#12395;&#12388;&#12356;&#12390;&#30693;&#12426;&#12383;&#12356;&#12392;&#12365;</a>

<h4><img src="gif_common/header_btn_sch.gif" alt=""> &#12461;&#12540;&#12527;&#12540;&#12489;&#26908;&#32034;</h4>
<p class="t_body">&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;&#65339;&#12461;&#12540;&#12527;&#12540;&#12489;&#26908;&#32034;&#65341;&#30011;&#38754;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;
&#65339;&#12461;&#12540;&#12527;&#12540;&#12489;&#26908;&#32034;&#65341;&#30011;&#38754;&#12391;&#25991;&#23383;&#21015;&#12434;&#20837;&#21147;&#12375;&#12390;&#12289;&#12479;&#12452;&#12488;&#12523;&#12420;&#38917;&#30446;&#21517;&#12395;&#12381;&#12398;&#25991;&#23383;&#21015;&#12434;&#21547;&#12416;&#30011;&#38754;&#12434;&#26908;&#32034;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</p>
<a class="t_lnk" href="http://support-download.com/services/device/webhlp/ricoh/jp/v030/ja/top0051.html">&#65339;&#12461;&#12540;&#12527;&#12540;&#12489;&#26908;&#32034;&#65341;&#30011;&#38754;&#12395;&#12388;&#12356;&#12390;&#30693;&#12426;&#12383;&#12356;&#12392;&#12365;</a>

<h4><img src="gif_common/header_btn_help.gif" alt=""> &#12504;&#12523;&#12503;</h4>
<p class="t_body">&#26368;&#21021;&#12395;&#12463;&#12522;&#12483;&#12463;&#12375;&#12383;&#12392;&#12365;&#12399;&#12289;&#12452;&#12531;&#12479;&#12540;&#12493;&#12483;&#12488;&#19978;&#12398;Web&#12469;&#12540;&#12496;&#12540;&#12363;&#12425;Web Image Monitor&#12398;&#12504;&#12523;&#12503;&#12434;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12377;&#12427;&#12383;&#12417;&#12398;&#30011;&#38754;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;<br>
&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12375;&#12383;&#12354;&#12392;&#12399;&#12289;&#12504;&#12523;&#12503;&#12501;&#12449;&#12452;&#12523;&#12364;&#12354;&#12427;&#22580;&#25152;&#12434;&#12371;&#12398;&#12508;&#12479;&#12531;&#12398;&#12522;&#12531;&#12463;&#20808;&#12392;&#12375;&#12390;&#35373;&#23450;&#12377;&#12428;&#12400;&#12289;&#30446;&#27425;&#12504;&#12523;&#12503;&#12364;&#34920;&#31034;&#12373;&#12428;&#12427;&#12424;&#12358;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</p>

<h4><img src="gif_common/header_btn_version_Inf.gif" alt=""> &#12496;&#12540;&#12472;&#12519;&#12531;&#24773;&#22577;</h4>
<p class="t_body">&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;Web Image Monitor&#12398;&#12496;&#12540;&#12472;&#12519;&#12531;&#24773;&#22577;&#30011;&#38754;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</p>

<h4>&#65339;&#12525;&#12464;&#12452;&#12531;&#65341;&#12508;&#12479;&#12531;&#12289;&#65339;&#12525;&#12464;&#12450;&#12454;&#12488;&#65341;&#12508;&#12479;&#12531;</h4>
<p class="t_body">&#65339;&#12525;&#12464;&#12452;&#12531;&#65341;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;&#12518;&#12540;&#12470;&#12540;&#21517;&#12392;&#12497;&#12473;&#12527;&#12540;&#12489;&#12398;&#20837;&#21147;&#12434;&#20419;&#12377;&#12480;&#12452;&#12450;&#12525;&#12464;&#12508;&#12483;&#12463;&#12473;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;
&#12518;&#12540;&#12470;&#12540;&#12364;&#12525;&#12464;&#12452;&#12531;&#12377;&#12427;&#12392;&#12289;&#34920;&#31034;&#12399;&#65339;&#12525;&#12464;&#12450;&#12454;&#12488;&#65341;&#12395;&#22793;&#12431;&#12426;&#12414;&#12377;&#12290;</p>

<p class="t_sup_t">&#35036;&#36275;</p>
<ul class="t_sup_b">
  <li>&#65339;&#12504;&#12523;&#12503;&#65341;&#12508;&#12479;&#12531;&#12398;&#12522;&#12531;&#12463;&#20808;&#12399;&#12289;&#65339;&#35373;&#23450;&#65341; &#8722; &#65339;Webpage&#65341;&#30011;&#38754;&#12391;&#22793;&#26356;&#12391;&#12365;&#12414;&#12377;&#65288;&#12493;&#12483;&#12488;&#12527;&#12540;&#12463;&#31649;&#29702;&#32773;&#12391;&#12525;&#12464;&#12452;&#12531;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12398;&#12415;&#65289;&#12290;</li>
</ul>
</div>

<a name="usr_and_admin"></a>
<h2>&#12450;&#12463;&#12475;&#12473;&#12391;&#12365;&#12427;&#27231;&#33021;&#12395;&#12388;&#12356;&#12390;</h2>
<div class="back"><a href="http://support-download.com/services/device/webhlp/ricoh/jp/v030/ja/p_top010.html#cnt_top"><img src="img/item_title_head.gif" border="0" alt="[To Top]"></a></div>
<p class="t_body">&#12450;&#12463;&#12475;&#12473;&#12391;&#12365;&#12427;&#27231;&#33021;&#12399;&#12289;&#12518;&#12540;&#12470;&#12540;&#12398;&#31278;&#39006;&#12392;&#35469;&#35388;&#12398;&#26377;&#28961;&#12395;&#12424;&#12387;&#12390;&#30064;&#12394;&#12426;&#12414;&#12377;&#12290;</p>

<div class="indent">
<h4>&#19968;&#33324;&#12518;&#12540;&#12470;&#12540;&#65288;&#35469;&#35388;&#12375;&#12394;&#12356;&#22580;&#21512;&#65289;</h4>
<p class="t_body">Web&#12502;&#12521;&#12454;&#12470;&#12363;&#12425;&#27231;&#22120;&#12395;&#25509;&#32154;&#12375;&#12383;&#29366;&#24907;&#12391;&#12377;&#12290;<br>
&#27231;&#22120;&#12398;&#29366;&#24907;&#12420;&#35373;&#23450;&#12398;&#19968;&#37096;&#12289;&#12472;&#12519;&#12502;&#12398;&#29366;&#24907;&#12394;&#12393;&#12434;&#34920;&#31034;&#12391;&#12365;&#12414;&#12377;&#12290;
&#12489;&#12461;&#12517;&#12513;&#12531;&#12488;&#12508;&#12483;&#12463;&#12473;&#20869;&#12398;&#25991;&#26360;&#12395;&#12388;&#12356;&#12390;&#12399;&#12289;&#25991;&#26360;&#12372;&#12392;&#12395;&#35373;&#23450;&#12373;&#12428;&#12390;&#12356;&#12427;&#12450;&#12463;&#12475;&#12473;&#27177;&#12395;&#12424;&#12387;&#12390;&#12289;&#34920;&#31034;/&#22793;&#26356;/&#21360;&#21047;/&#21066;&#38500;&#12394;&#12393;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;
&#12414;&#12383;&#12289;&#25991;&#26360;&#21360;&#21047;&#27231;&#33021;&#12364;&#26377;&#21177;&#12394;&#22580;&#21512;&#12399;&#12289;&#27231;&#22120;&#12395;&#33988;&#31309;&#12373;&#12428;&#12390;&#12356;&#12427;&#35430;&#12375;&#25991;&#26360;&#12289;&#27231;&#23494;&#25991;&#26360;&#12289;&#20445;&#30041;&#25991;&#26360;&#12289;&#20445;&#23384;&#25991;&#26360;&#12434;&#21360;&#21047;&#12375;&#12383;&#12426;&#12289;&#21066;&#38500;&#12375;&#12383;&#12426;&#12391;&#12365;&#12414;&#12377;&#12290;<br>
&#12383;&#12384;&#12375;&#12289;&#27231;&#22120;&#12395;&#38306;&#12377;&#12427;&#35373;&#23450;&#12434;&#22793;&#26356;&#12377;&#12427;&#12371;&#12392;&#12399;&#12391;&#12365;&#12414;&#12379;&#12435;&#12290;</p>
<h4>&#19968;&#33324;&#12518;&#12540;&#12470;&#12540;&#65288;&#35469;&#35388;&#12377;&#12427;&#22580;&#21512;&#65289;</h4>
<p class="t_body">&#12525;&#12464;&#12452;&#12531;&#12377;&#12427;&#21069;&#12395;&#12399;&#12289;&#35469;&#35388;&#12375;&#12394;&#12356;&#22580;&#21512;&#12424;&#12426;&#12418;&#12289;&#12450;&#12463;&#12475;&#12473;&#12391;&#12365;&#12427;&#27231;&#33021;&#12364;&#23569;&#12394;&#12367;&#12394;&#12426;&#12414;&#12377;&#12290;
&#27231;&#22120;&#12398;&#29366;&#24907;&#12420;&#21839;&#21512;&#12379;&#24773;&#22577;&#12434;&#34920;&#31034;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;<br>
&#12504;&#12483;&#12480;&#12540;&#12456;&#12522;&#12450;&#12398;&#65339;&#12525;&#12464;&#12452;&#12531;&#65341;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#27231;&#22120;&#12395;&#12525;&#12464;&#12452;&#12531;&#12377;&#12427;&#12392;&#12289;&#12472;&#12519;&#12502;&#12398;&#29366;&#24907;&#34920;&#31034;&#12289;&#12489;&#12461;&#12517;&#12513;&#12531;&#12488;&#12508;&#12483;&#12463;&#12473;&#20869;&#12398;&#25991;&#26360;&#12398;&#25805;&#20316;&#12289;&#12450;&#12489;&#12524;&#12473;&#24115;&#12398;&#22793;&#26356;&#12394;&#12393;&#12364;&#34892;&#12360;&#12427;&#12424;&#12358;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;
&#12414;&#12383;&#12289;&#31649;&#29702;&#32773;&#29992;&#12398;&#35373;&#23450;&#38917;&#30446;&#12395;&#12388;&#12356;&#12390;&#12289;&#24369;&#12356;&#31649;&#29702;&#12524;&#12505;&#12523;&#12364;&#35373;&#23450;&#12373;&#12428;&#12390;&#12356;&#12427;&#12392;&#12365;&#12395;&#12399;&#12289;&#12493;&#12483;&#12488;&#12527;&#12540;&#12463;&#12420;&#27231;&#22120;&#12398;&#35373;&#23450;&#12418;&#19968;&#37096;&#34892;&#12358;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</p>
<h4>&#12518;&#12540;&#12470;&#12540;&#31649;&#29702;&#32773;</h4>
<p class="t_body">&#12450;&#12489;&#12524;&#12473;&#24115;&#12398;&#31649;&#29702;&#32773;&#12391;&#12377;&#12290;
&#12518;&#12540;&#12470;&#12540;&#31649;&#29702;&#32773;&#12399;&#12289;&#12450;&#12489;&#12524;&#12473;&#24115;&#12395;&#30331;&#37682;&#12373;&#12428;&#12390;&#12356;&#12427;&#12518;&#12540;&#12470;&#12540;&#12398;&#12497;&#12473;&#12527;&#12540;&#12489;&#12434;&#30693;&#12425;&#12394;&#12367;&#12390;&#12418;&#12289;&#12497;&#12473;&#12527;&#12540;&#12489;&#12434;&#21066;&#38500;&#12375;&#12383;&#12426;&#12289;&#22793;&#26356;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</p>
<h4>&#27231;&#22120;&#31649;&#29702;&#32773;</h4>
<p class="t_body">&#27231;&#22120;&#12398;&#35373;&#23450;&#12434;&#34892;&#12358;&#31649;&#29702;&#32773;&#12391;&#12377;&#12290;
&#27231;&#22120;&#31649;&#29702;&#32773;&#12399;&#12289;&#12489;&#12461;&#12517;&#12513;&#12531;&#12488;&#12508;&#12483;&#12463;&#12473;&#20869;&#12398;&#21360;&#21047;&#12472;&#12519;&#12502;&#12398;&#31649;&#29702;&#12289;&#65339;&#35373;&#23450;&#65341; &#8722; &#65339;&#27231;&#22120;&#65341;&#12513;&#12491;&#12517;&#12540;&#12363;&#12425;&#34920;&#31034;&#12377;&#12427;&#35373;&#23450;&#12289;&#12503;&#12522;&#12531;&#12479;&#12540;&#27231;&#33021;&#12420;&#12501;&#12449;&#12463;&#12473;&#27231;&#33021;&#12398;&#35373;&#23450;&#12394;&#12393;&#12364;&#34892;&#12360;&#12414;&#12377;&#12290;</p>
<h4>&#12493;&#12483;&#12488;&#12527;&#12540;&#12463;&#31649;&#29702;&#32773;</h4>
<p class="t_body">&#27231;&#22120;&#12398;&#12493;&#12483;&#12488;&#12527;&#12540;&#12463;&#25509;&#32154;&#12395;&#38306;&#12377;&#12427;&#35373;&#23450;&#12434;&#34892;&#12358;&#31649;&#29702;&#32773;&#12391;&#12377;&#12290;
&#12493;&#12483;&#12488;&#12527;&#12540;&#12463;&#31649;&#29702;&#32773;&#12399;&#12289;&#20027;&#12395;&#65339;&#35373;&#23450;&#65341; &#8722; &#65339;&#12493;&#12483;&#12488;&#12527;&#12540;&#12463;&#65341;&#12513;&#12491;&#12517;&#12540;&#12363;&#12425;&#34920;&#31034;&#12377;&#12427;&#35373;&#23450;&#12289;&#12501;&#12449;&#12463;&#12473;&#27231;&#33021;&#12398;&#35373;&#23450;&#12364;&#34892;&#12360;&#12414;&#12377;&#12290;</p>
<h4>&#25991;&#26360;&#31649;&#29702;&#32773;</h4>
<p class="t_body">&#27231;&#22120;&#12395;&#33988;&#31309;&#12373;&#12428;&#12390;&#12356;&#12427;&#25991;&#26360;&#12395;&#38306;&#12377;&#12427;&#35373;&#23450;&#12434;&#34892;&#12358;&#31649;&#29702;&#32773;&#12391;&#12377;&#12290;
&#25991;&#26360;&#31649;&#29702;&#32773;&#12399;&#12289;&#12489;&#12461;&#12517;&#12513;&#12531;&#12488;&#12508;&#12483;&#12463;&#12473;&#20869;&#12398;&#25991;&#26360;&#12398;&#12450;&#12463;&#12475;&#12473;&#27177;&#12434;&#22793;&#26356;&#12375;&#12383;&#12426;&#12289;&#25991;&#26360;&#12398;&#12497;&#12473;&#12527;&#12540;&#12489;&#12434;&#21066;&#38500;&#12289;&#26032;&#35215;&#35373;&#23450;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;
&#12414;&#12383;&#12289;&#25991;&#26360;&#21360;&#21047;&#27231;&#33021;&#12364;&#26377;&#21177;&#12394;&#22580;&#21512;&#12399;&#12289;&#27231;&#22120;&#20869;&#12398;&#35430;&#12375;&#25991;&#26360;&#12289;&#27231;&#23494;&#25991;&#26360;&#12289;&#20445;&#30041;&#25991;&#26360;&#12289;&#20445;&#23384;&#25991;&#26360;&#12395;&#23550;&#12375;&#12390;&#12289;&#25991;&#26360;&#12398;&#21066;&#38500;&#12420;&#12525;&#12483;&#12463;&#35299;&#38500;&#12394;&#12393;&#12364;&#34892;&#12360;&#12414;&#12377;&#12290;</p>
<h4>&#12473;&#12540;&#12497;&#12540;&#12496;&#12452;&#12470;&#12540;</h4>
<p class="t_body">&#65339;&#35373;&#23450;&#65341; &#8722; &#65339;&#27231;&#22120;&#65341; &#8722; &#65339;&#31649;&#29702;&#32773;&#30331;&#37682;/&#22793;&#26356;&#65341;&#30011;&#38754;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#21508;&#31649;&#29702;&#32773;&#12392;&#33258;&#20998;&#33258;&#36523;&#12398;&#12497;&#12473;&#12527;&#12540;&#12489;&#12434;&#22793;&#26356;&#12375;&#12383;&#12426;&#12289;&#21066;&#38500;&#12375;&#12383;&#12426;&#12391;&#12365;&#12414;&#12377;&#12290;<br>
&#12473;&#12540;&#12497;&#12540;&#12496;&#12452;&#12470;&#12540;&#12399;&#12497;&#12473;&#12527;&#12540;&#12489;&#12398;&#22793;&#26356;&#12398;&#12415;&#12434;&#34892;&#12358;&#29305;&#21029;&#12394;&#31649;&#29702;&#32773;&#12391;&#12289;&#12381;&#12428;&#20197;&#22806;&#12398;&#25805;&#20316;&#12399;&#34892;&#12358;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12379;&#12435;&#12290;
&#27231;&#22120;&#12398;&#31649;&#29702;&#12434;&#34892;&#12358;&#12383;&#12417;&#12395;&#12289;&#12518;&#12540;&#12470;&#12540;&#12398;&#12497;&#12473;&#12527;&#12540;&#12489;&#12399;&#12392;&#12390;&#12418;&#37325;&#35201;&#12394;&#12418;&#12398;&#12391;&#12377;&#12290;
&#12383;&#12392;&#12360;&#12400;&#12289;&#31649;&#29702;&#32773;&#12364;&#33258;&#20998;&#12398;&#12497;&#12473;&#12527;&#12540;&#12489;&#12434;&#24536;&#12428;&#12390;&#12375;&#12414;&#12358;&#12392;&#12289;&#27231;&#22120;&#12395;&#12525;&#12464;&#12452;&#12531;&#12391;&#12365;&#12394;&#12367;&#12394;&#12426;&#12289;&#35373;&#23450;&#12434;&#34892;&#12358;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12379;&#12435;&#12290;
&#12473;&#12540;&#12497;&#12540;&#12496;&#12452;&#12470;&#12540;&#12364;&#31649;&#29702;&#32773;&#12398;&#12497;&#12473;&#12527;&#12540;&#12489;&#12434;&#20877;&#35373;&#23450;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#31649;&#29702;&#32773;&#12399;&#27231;&#22120;&#12398;&#35373;&#23450;&#12434;&#34892;&#12360;&#12427;&#12424;&#12358;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</p>
</div>

<p class="t_sup_t">&#35036;&#36275;</p>
<ul class="t_sup_b">
  <li>&#31649;&#29702;&#32773;&#12414;&#12383;&#12399;&#19968;&#33324;&#12518;&#12540;&#12470;&#12540;&#12391;&#12525;&#12464;&#12452;&#12531;&#12377;&#12427;&#12392;&#12289;&#65339;&#12525;&#12464;&#12452;&#12531;&#65341;&#12508;&#12479;&#12531;&#12399;&#65339;&#12525;&#12464;&#12450;&#12454;&#12488;&#65341;&#12508;&#12479;&#12531;&#12395;&#22793;&#12431;&#12426;&#12414;&#12377;&#12290;
  &#12525;&#12464;&#12452;&#12531;&#24460;&#12289;&#25805;&#20316;&#12364;&#32066;&#20102;&#12375;&#12383;&#12425;&#12289;&#24517;&#12378;&#65339;&#12525;&#12464;&#12450;&#12454;&#12488;&#65341;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12525;&#12464;&#12450;&#12454;&#12488;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</li>
  <li>&#12362;&#20351;&#12356;&#12398;Web&#12502;&#12521;&#12454;&#12470;&#12395;&#12424;&#12387;&#12390;&#12399;&#12289;Web Image Monitor&#12398;&#25805;&#20316;&#26178;&#12395;&#12461;&#12515;&#12483;&#12471;&#12517;&#12395;&#12487;&#12540;&#12479;&#12364;&#20445;&#23384;&#12373;&#12428;&#12289;&#24773;&#22577;&#12398;&#28431;&#27945;&#12395;&#12388;&#12394;&#12364;&#12427;&#12362;&#12381;&#12428;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;<br>
  &#35079;&#25968;&#12398;&#12518;&#12540;&#12470;&#12540;&#12364;&#25805;&#20316;&#12539;&#38322;&#35239;&#12391;&#12365;&#12427;&#29872;&#22659;&#12398;&#12497;&#12477;&#12467;&#12531;&#12391;&#12362;&#20351;&#12356;&#12398;&#22580;&#21512;&#12399;&#12289;&#24773;&#22577;&#12398;&#28431;&#27945;&#12420;&#31532;&#19977;&#32773;&#12395;&#12424;&#12427;&#19981;&#27491;&#25805;&#20316;&#12434;&#38450;&#27490;&#12377;&#12427;&#12383;&#12417;&#12395;&#12418;&#12289;&#25805;&#20316;&#32066;&#20102;&#24460;&#12289;&#12525;&#12464;&#12450;&#12454;&#12488;&#12392;Web&#12502;&#12521;&#12454;&#12470;&#12398;&#12461;&#12515;&#12483;&#12471;&#12517;&#12398;&#12463;&#12522;&#12450;&#12434;&#34892;&#12387;&#12390;&#12363;&#12425;&#12289;Web&#12502;&#12521;&#12454;&#12470;&#12434;&#32066;&#20102;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;</li>
  <li>&#31649;&#29702;&#32773;&#12392;&#12473;&#12540;&#12497;&#12540;&#12496;&#12452;&#12470;&#12540;&#12398;&#24773;&#22577;&#12399;&#12289;&#65339;&#35373;&#23450;&#65341; &#8722; &#65339;&#27231;&#22120;&#65341; &#8722; &#65339;&#31649;&#29702;&#32773;&#30331;&#37682;/&#22793;&#26356;&#65341;&#30011;&#38754;&#12391;&#35373;&#23450;&#12375;&#12414;&#12377;&#12290;<br>
  &#31649;&#29702;&#32773;&#12391;&#12525;&#12464;&#12452;&#12531;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;&#31649;&#29702;&#32773;&#12398;&#12518;&#12540;&#12470;&#12540;&#21517;&#12392;&#12497;&#12473;&#12527;&#12540;&#12489;&#12434;&#22793;&#26356;&#12391;&#12365;&#12414;&#12377;&#12290;<br>
  &#12473;&#12540;&#12497;&#12540;&#12496;&#12452;&#12470;&#12540;&#12391;&#12525;&#12464;&#12452;&#12531;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;&#12473;&#12540;&#12497;&#12540;&#12496;&#12452;&#12470;&#12540;&#12398;&#12518;&#12540;&#12470;&#12540;&#21517;&#12392;&#12497;&#12473;&#12527;&#12540;&#12489;&#12289;&#12362;&#12424;&#12403;&#31649;&#29702;&#32773;&#12398;&#12497;&#12473;&#12527;&#12540;&#12489;&#12434;&#22793;&#26356;&#12391;&#12365;&#12414;&#12377;&#12290;</li>
  <li>&#19968;&#33324;&#12518;&#12540;&#12470;&#12540;&#12398;&#35469;&#35388;&#12398;&#26377;&#28961;&#12399;&#12289;&#65339;&#35373;&#23450;&#65341; &#8722; &#65339;&#27231;&#22120;&#65341; &#8722; &#65339;&#12518;&#12540;&#12470;&#12540;&#35469;&#35388;&#31649;&#29702;&#65341;&#30011;&#38754;&#12391;&#35373;&#23450;&#12375;&#12414;&#12377;&#12290;<br>
  &#35373;&#23450;&#12399;&#27231;&#22120;&#31649;&#29702;&#32773;&#12364;&#34892;&#12356;&#12414;&#12377;&#12364;&#12289;&#31649;&#29702;&#12524;&#12505;&#12523;&#12364;&#24369;&#12367;&#35373;&#23450;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;&#35469;&#35388;&#28168;&#12415;&#65288;&#12525;&#12464;&#12452;&#12531;&#28168;&#12415;&#65289;&#12398;&#19968;&#33324;&#12518;&#12540;&#12470;&#12540;&#12418;&#35373;&#23450;&#12391;&#12365;&#12414;&#12377;&#12290;</li>
</ul>

<h2>Web&#12502;&#12521;&#12454;&#12470;&#12398;&#35373;&#23450;&#12392;&#25805;&#20316;&#12395;&#12388;&#12356;&#12390;</h2>
<div class="back"><a href="http://support-download.com/services/device/webhlp/ricoh/jp/v030/ja/p_top010.html#cnt_top"><img src="img/item_title_head.gif" border="0" alt="[To Top]"></a></div>
<p class="t_body">Web Image Monitor&#12398;&#25805;&#20316;&#12399;&#12377;&#12409;&#12390;Web&#12502;&#12521;&#12454;&#12470;&#12434;&#20351;&#12387;&#12390;&#34892;&#12356;&#12414;&#12377;&#12290;<br>
Web&#12502;&#12521;&#12454;&#12470;&#12398;&#27231;&#33021;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12365;&#12395;&#12399;&#12289;&#20197;&#19979;&#12398;&#12371;&#12392;&#12395;&#30041;&#24847;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</p>

<h3>Cookie&#12392;JavaScript&#12398;&#35373;&#23450;</h3>
<p class="t_body">Web&#12502;&#12521;&#12454;&#12470;&#12434;&#20197;&#19979;&#12398;&#12424;&#12358;&#12395;&#35373;&#23450;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#65288;&#24517;&#38920;&#65289;&#12290;</p>
<ul class="t_body">
<li>Cookie&#12434;&#26377;&#21177;&#12395;&#12377;&#12427;&#65288;&#21463;&#12369;&#20184;&#12369;&#12427;&#65289;</li>
<li>JavaScript&#12434;&#26377;&#21177;&#12395;&#12377;&#12427;</li>
</ul>

<h3>&#12461;&#12515;&#12483;&#12471;&#12517;&#12395;&#20445;&#23384;&#12373;&#12428;&#12383;&#12487;&#12540;&#12479;&#12434;&#20351;&#29992;&#12375;&#12394;&#12356;&#12424;&#12358;&#12395;&#35373;&#23450;&#12377;&#12427;</h3>
<p class="t_body">Web&#12502;&#12521;&#12454;&#12470;&#12391;&#30011;&#38754;&#12434;&#20999;&#12426;&#26367;&#12360;&#12427;&#12383;&#12403;&#12395;&#12289;&#27231;&#22120;&#12363;&#12425;&#26368;&#26032;&#24773;&#22577;&#12434;&#21462;&#24471;&#12377;&#12427;&#12424;&#12358;&#12395;&#35373;&#23450;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;<br>
&#35373;&#23450;&#26041;&#27861;&#12399;&#12372;&#20351;&#29992;&#12398;Web&#12502;&#12521;&#12454;&#12470;&#12395;&#12424;&#12387;&#12390;&#30064;&#12394;&#12426;&#12414;&#12377;&#12290;
&#12383;&#12392;&#12360;&#12400;&#12289;&#20197;&#19979;&#12398;&#12424;&#12358;&#12395;&#35373;&#23450;&#12375;&#12414;&#12377;&#12290;</p>

<div class="indent">
<h4>Microsoft Internet Explorer 6.0.2&#12398;&#22580;&#21512;</h4>
<p class="t_body">&#65339;&#12452;&#12531;&#12479;&#12540;&#12493;&#12483;&#12488;&#12458;&#12503;&#12471;&#12519;&#12531;&#65341;&#12480;&#12452;&#12450;&#12525;&#12464;&#12508;&#12483;&#12463;&#12473;&#12398;&#65339;&#20840;&#33324;&#65341;&#12479;&#12502;&#12391;&#12289;&#65339;&#12452;&#12531;&#12479;&#12540;&#12493;&#12483;&#12488;&#19968;&#26178;&#12501;&#12449;&#12452;&#12523;&#65341;&#12398;&#65339;&#35373;&#23450;&#65341;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;<br>
&#65339;&#20445;&#23384;&#12375;&#12390;&#12356;&#12427;&#12506;&#12540;&#12472;&#12398;&#26032;&#12375;&#12356;&#12496;&#12540;&#12472;&#12519;&#12531;&#12398;&#30906;&#35469;&#65341;&#12434;&#12300;&#12506;&#12540;&#12472;&#12434;&#34920;&#31034;&#12377;&#12427;&#12372;&#12392;&#12395;&#30906;&#35469;&#12377;&#12427;&#12301;&#12395;&#35373;&#23450;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</p>
<h4>Netscape 7.1&#12398;&#22580;&#21512;</h4>
<p class="t_body">&#65339;&#35373;&#23450;&#65341;&#12480;&#12452;&#12450;&#12525;&#12464;&#12508;&#12483;&#12463;&#12473;&#12398;&#65339;&#12459;&#12486;&#12468;&#12522;&#65341;&#12391;&#65339;&#35443;&#32048;&#65341; &#8722; &#65339;&#12461;&#12515;&#12483;&#12471;&#12517;&#65341;&#12434;&#36984;&#25246;&#12375;&#12414;&#12377;&#12290;<br>
&#65339;&#12461;&#12515;&#12483;&#12471;&#12517;&#12395;&#12354;&#12427;&#12506;&#12540;&#12472;&#12392;&#12493;&#12483;&#12488;&#12527;&#12540;&#12463;&#19978;&#12398;&#12506;&#12540;&#12472;&#12398;&#27604;&#36611;&#65341;&#12434;&#12300;&#12506;&#12540;&#12472;&#12395;&#12450;&#12463;&#12475;&#12473;&#12377;&#12427;&#12383;&#12403;&#12301;&#12395;&#35373;&#23450;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</p>
</div>

<h3>&#12502;&#12483;&#12463;&#12510;&#12540;&#12463;&#30331;&#37682;&#12395;&#12388;&#12356;&#12390;</h3>
<p class="t_body">&#20197;&#19979;&#12398;&#30011;&#38754;&#12395;&#12388;&#12356;&#12390;&#12399;&#12289;Web&#12502;&#12521;&#12454;&#12470;&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;URL&#12434;&#30331;&#37682;&#12375;&#12390;&#12289;&#12377;&#12368;&#12395;&#21628;&#12403;&#20986;&#12377;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</p>
<ul class="t_body">
<li>&#65339;&#12507;&#12540;&#12512;&#65341;&#30011;&#38754;&#65288;&#12525;&#12464;&#12452;&#12531;&#21069;&#65289;</li>
</ul>
<p class="t_body">&#19978;&#35352;&#20197;&#22806;&#12398;&#30011;&#38754;&#12395;&#12388;&#12356;&#12390;&#12399;&#12289;&#30331;&#37682;&#12375;&#12390;&#12418;&#27491;&#12375;&#12367;&#34920;&#31034;&#12373;&#12428;&#12414;&#12379;&#12435;&#12290;</p>

<h2>&#160;</h2>
<div class="back"><a href="#cnt_top"><img src="img/item_title_head.gif" border="0" alt="[To Top]"></a></div>

</div> <!-- end of div class="topic" -->

</div> <!-- end of div class="top" -->

</body>
</html>